{
  "header": {
    "small": "Hello World",
    "title": "Frontend developer",
    "menu-aboutme": "About me",
    "menu-aboutme-alt": "Go to Cristina section",
    "menu-projects": "Projects",
    "menu-projects-alt": "Go to projects section",
    "menu-contact": "Contact",
    "menu-contact-alt": "Go to contact section",
    "linkedin": "Go to LinkedIn",
    "github": "Go to Github",
    "twitter": "Go to Twitter",
    "langES": "Change the language of the website to Spanish",
    "langEN": "Change the language of the website to English"
  },

  "aboutme": {
    "title": "About me",
    "img-alt": "Photo of Cristina García",
    "text1": "Hi! I'm Cris,",
    "text2": "frontend developer.",
    "text3": "I have studied Communication & Marketing and Culture Management. Along the last years I had the chance to work in Digital Marketing in several fields, such as bank, culture and tourism. These experiences had helped me developing my",
    "text4": "creativity",
    "text5": "and my",
    "text6": "ability to adapt",
    "text7": "to new environments and multidisciplinary teams.",
    "text8": "After my experience improving the organic positioning of websites, I started researching about how to build websites. This",
    "text9": "challenge",
    "text10": "for programming is the reason I landed in Adalab bootcamp, where I have learned about different technologies and methodologies related with front-end development.",
    "text11": "Below you can check all the technologies I have applied so far in my projects. My new challenge is Angular and Modern JavaScript😉"
  },

  "projects": {
    "title": "My projects",
    "github-alt": "Check the repository",
    "web-alt": "Check the website",
    "rick-morty": "Search engine for characters from the Rick and Morty series, that allows you to filter by name and access a detailed description of each one using React Router. You can also filter by species and sort the results alphabetically.",
    "rick-morty-github-alt": "Rick and Morty character finder repository",
    "rick-morty-web-alt": "Rick and Morty character finder application demo",
    "series-finder": "Web series search application that, through the TV Maze API, allows you to look for series by title, mark and unmark them as favourites and save them in localStorage.",
    "series-finder-github-alt": "Series Finder repository",
    "series-finder-web-alt": "Series Finder application demo",
    "frida-kards": "Interactive web application that allows you to create a personalised business card, choosing colours, contents and image. You can also share the created card on Twitter.",
    "frida-kards-github-alt": "Frida Kards repository",
    "frida-kards-web-alt": "Frida Kards application demo",
    "surrender": "Refactoring of legacy code, implementing React to split the code into components and improve user interactions.",
    "surrender-github-alt": "Surrender repository",
    "surrender-web-alt": "Surrender application demo",
    "ninja-coders": "Responsive group website to present the team. Designed in mobile first, it contains a brief description of each of the team members and a contact form.",
    "ninja-coders-github-alt": "Ninja Coders repository",
    "ninja-coders-web-alt": "Ninja Coders website demo",
    "to-do": "To-do list application. The user can add new tasks, check them as completed or delete them. In addition, the user has the option to filter the tasks by completed, uncompleted or all. Moreover, the use of localStorage has been implemented to save the tasks.",
    "to-do-github-alt": "To-do List App repository",
    "to-do-web-alt": "To-do List App demo",
    "hangman": "Development of the hangman game, where the person must guess a word chosen randomly. Game made in vanilla JavaScript adapted to mobile devices.",
    "hangman-github-alt": "Hangman game repository",
    "hangman-web-alt": "Hangman game demo",
    "countries": "Development of a country search SPA with Angular. Through the request to an API, we can search by country, capital or region. In addition, we can access a detailed description of each country by using RouterModule.",
    "countries-github-alt": "Countries App repository",
    "countries-web-alt": "Countries App demo",
    "sign-up-form": "Development of a registration form with a series of validations for the user name, email and password. Once the user has registered, the intranet will appear with the chosen name.",
    "sign-up-form-github-alt": "Sign Up Form repository",
    "sign-up-form-web-alt": "Sign Up Form demo",
    "guess-number": "Development of a game to guess a number between 1 and 100 that is displayed randomly. The game gives clues as to whether the number she tries is too high or too low, and counts the number of tries.",
    "guess-number-github-alt": "Guess The Number repository",
    "guess-number-web-alt": "Guess The Number demo"
  },

  "contact": {
    "title": "Let's talk!",
    "text": "If you want to talk about web development, give me feedback about my projects or just say hello 😄, you can write me an email or contact me through LinkedIn, Github or Twitter. Also, I'm looking for my first job opportunity as a frontend developer, so if you think my profile might fit what you're looking for, don't hesitate to contact me, thanks and see you soon!"
  }
}
