{
  "header": {
    "small": "Hola Mundo",
    "title": "Desarrolladora frontend",
    "menu-aboutme": "Sobre mí",
    "menu-aboutme-alt": "Ir a la sección sobre Cristina",
    "menu-projects": "Proyectos",
    "menu-projects-alt": "Ir a la sección de proyectos",
    "menu-contact": "Contacto",
    "menu-contact-alt": "Ir a la sección de contacto",
    "linkedin": "Ir a LinkedIn",
    "github": "Ir a Github",
    "twitter": "Ir a Twitter",
    "langES": "Cambia el idioma de la página a Español",
    "langEN": "Cambia el idioma de la página a Inglés"
  },

  "aboutme": {
    "title": "Sobre mí",
    "img-alt": "Foto de Cristina García",
    "text1": "¡Hola! Soy Cris,",
    "text2": "desarrolladora frontend.",
    "text3": "Anteriormente, estudié Comunicación Audiovisual, Marketing y Gestión Cultural y durante varios años tuve la oportunidad de trabajar en marketing digital en diversos sectores como banca, cultura y turismo, experiencias que han fomentado mi",
    "text4": "creatividad",
    "text5": "y mi",
    "text6": "capacidad de adaptación",
    "text7": "a diferentes entornos y a equipos multidisciplinares.",
    "text8": "Tras mi experiencia mejorando el posicionamiento orgánico de sitios web, empecé a investigar cómo crear esas páginas. Fue esta",
    "text9": "inquietud",
    "text10": "la que me llevó al bootcamp de Adalab, donde he descubierto un mundo apasionante lleno de posibilidades que me motiva a mejorar día a día.",
    "text11": "A continuación, podéis ver las tecnologías que he utilizado hasta ahora en mis proyectos. El próximo reto: Angular y TypeScript. 😉"
  },

  "projects": {
    "title": "Mis proyectos",
    "github-alt": "Ver el repositorio",
    "web-alt": "Ver la web",
    "rick-morty": "Buscador de personajes de la serie Rick y Morty que permite filtrar por nombre y acceder a una ficha detalle de cada uno mediante el uso de React Router. Además, se puede filtrar por especie y ordenar los resultados alfabéticamente.",
    "series-finder": "Aplicación web de búsqueda de series que, a través de la API TV Maze, permite buscar series por su título, marcar y desmarcarlas como favoritas y guardarlas en localStorage.",
    "frida-kards": "Aplicación web interactiva que permite crear una tarjeta de visita personalizada, pudiendo elegir colores, contenido e imagen. Además de compartir la tarjeta creada en Twitter.",
    "surrender": "Refactorización de código heredado, implementando React para dividir el código en componentes y mejorar las interacciones de los usuarios.",
    "ninja-coders": "Web grupal responsive para presentar al equipo. Maquetada en mobile first, contiene una breve descripción de cada una de las integrantes del equipo y un formulario de contacto.",
    "hangman": "Desarrollo del juego del ahorcado, donde el usuario debe adivinar una palabra escogida al azar. Juego realizado en vanilla JavaScript adaptado a dispositivos móviles.",
    "guess-number": "Desarrollo de un juego para adivinar un número mostrado por el programa al azar. El sistema genera un número al azar entre 1 y 100, y la jugadora tiene que adivinarlo. El juego da pistas sobre si el número que prueba es demasiado alto o bajo, y va contabilizando el número de intentos.",
    "to-do": "Aplicación web para la gestión de tareas. El usuario puede añadir nuevas tareas, marcarlas como completadas o borrarlas. También puede filtrar sus tareas por completadas, sin completar o todas. Además, se ha implementado el uso de localStorage para guardar las tareas."
  },

  "contact": {
    "title": "¿Hablamos?",
    "text": "Si quieres hablar sobre desarrollo web, darme feedback sobre mis proyectos o simplemente decir hola 😄, puedes escribirme un email o contactarme a través de LinkedIn, Github o Twitter. Además, estoy buscando mi primera oportunidad laboral como desarrolladora frontend, así que si crees que mi perfil puede encajar con lo que buscas, no dudes en ponerte en contacto conmigo. ¡Gracias y hasta pronto!"
  }
}
