{
  "header": {
    "small": "Hola Mundo",
    "title": "Desarrolladora frontend",
    "menu-aboutme": "Sobre m铆",
    "menu-aboutme-alt": "Ir a la secci贸n sobre Cristina",
    "menu-projects": "Proyectos",
    "menu-projects-alt": "Ir a la secci贸n de proyectos",
    "menu-contact": "Contacto",
    "menu-contact-alt": "Ir a la secci贸n de contacto",
    "linkedin": "Ir a LinkedIn",
    "github": "Ir a Github",
    "twitter": "Ir a Twitter"
  },

  "aboutme": {
    "title": "Sobre m铆",
    "img-alt": "Foto de Cristina Garc铆a",
    "text1": "隆Hola! Soy Cris,",
    "text2": "desarrolladora frontend.",
    "text3": "Anteriormente, estudi茅 Comunicaci贸n Audiovisual, Marketing y Gesti贸n Cultural y durante varios a帽os tuve la oportunidad de trabajar en marketing digital en diversos sectores como banca, cultura y turismo, experiencias que han fomentado mi",
    "text4": "creatividad",
    "text5": "y mi",
    "text6": "capacidad de adaptaci贸n",
    "text7": "a diferentes entornos y a equipos multidisciplinares.",
    "text8": "Tras mi experiencia mejorando el posicionamiento org谩nico de sitios web, empec茅 a investigar c贸mo crear esas p谩ginas. Fue esta",
    "text9": "inquietud",
    "text10": "la que me llev贸 al bootcamp de Adalab, donde he descubierto un mundo apasionante lleno de posibilidades que me motiva a mejorar d铆a a d铆a.",
    "text11": "A continuaci贸n, pod茅is ver las tecnolog铆as que he utilizado hasta ahora en mis proyectos. El pr贸ximo reto: Angular y TypeScript. "
  },

  "projects": {
    "title": "Mis proyectos",
    "github-alt": "Ver el repositorio",
    "web-alt": "Ver la web",
    "rick-morty": "Buscador de personajes de la serie Rick y Morty que permite filtrar por nombre y acceder a una ficha detalle de cada uno mediante el uso de React Router. Adem谩s, se puede filtrar por especie y ordenar los resultados alfab茅ticamente.",
    "series-finder": "Aplicaci贸n web de b煤squeda de series que, a trav茅s de la API TV Maze, permite buscar series por su t铆tulo, marcar y desmarcarlas como favoritas y guardarlas en localStorage.",
    "frida-kards": "Aplicaci贸n web interactiva que permite crear una tarjeta de visita personalizada, pudiendo elegir colores, contenido e imagen. Adem谩s de compartir la tarjeta creada en Twitter.",
    "surrender": "Refactorizaci贸n de c贸digo heredado, implementando React para dividir el c贸digo en componentes y mejorar las interacciones de los usuarios.",
    "ninja-coders": "Web grupal responsive para presentar al equipo. Maquetada en mobile first, contiene una breve descripci贸n de cada una de las integrantes del equipo y un formulario de contacto.",
    "hangman": "Desarrollo del juego del ahorcado, donde el usuario debe adivinar una palabra escogida al azar. Juego realizado en vanilla JavaScript adaptado a dispositivos m贸viles.",
    "guess-number": "Desarrollo de un juego para adivinar un n煤mero mostrado por el programa al azar. El sistema genera un n煤mero al azar entre 1 y 100, y la jugadora tiene que adivinarlo. El juego da pistas sobre si el n煤mero que prueba es demasiado alto o bajo, y va contabilizando el n煤mero de intentos.",
    "to-do": "Aplicaci贸n web para la gesti贸n de tareas. El usuario puede a帽adir nuevas tareas, marcarlas como completadas o borrarlas. Tambi茅n puede filtrar sus tareas por completadas, sin completar o todas. Adem谩s, se ha implementado el uso de localStorage para guardar las tareas."
  },

  "contact": {
    "title": "驴Hablamos?",
    "text": "Si quieres hablar sobre desarrollo web, darme feedback sobre mis proyectos o simplemente decir hola , puedes escribirme un email o contactarme a trav茅s de LinkedIn, Github o Twitter. Adem谩s, estoy buscando mi primera oportunidad laboral como desarrolladora frontend, as铆 que si crees que mi perfil puede encajar con lo que buscas, no dudes en ponerte en contacto conmigo. 隆Gracias y hasta pronto!"
  }
}
