{
  "header": {
    "small": "Hola Mundo",
    "menu-aboutme": "Sobre m칤",
    "menu-aboutme-alt": "Ir a la secci칩n sobre Cristina",
    "menu-projects": "Proyectos",
    "menu-projects-alt": "Ir a la secci칩n de proyectos",
    "menu-contact": "Contacto",
    "menu-contact-alt": "Ir a la secci칩n de contacto",
    "linkedin": "Ir a LinkedIn",
    "github": "Ir a github",
    "twitter": "Ir a twitter"
  },

  "aboutme": {
    "title": "Sobre m칤",
    "img-alt": "Foto de Cristina Garc칤a",
    "text1": "Comunicadora audiovisual reconvertida en desarrolladora frontend. Me gusta afrontar nuevos retos con optimismo y perspectiva. He trabajado en distintos 치mbitos, en el sector p칰blico y en el privado, tanto en agencia como en cliente, fomentando mi capacidad de adaptaci칩n a diferentes entornos y exigencias. Mi experiencia profesional en equipos multidisciplinares me convierte en una persona despierta, activa y comprometida.",
    "text2": "Tras mi experiencia mejorando el posicionamiento org치nico de sitios web, encontr칠 otra forma de comunicaci칩n: la programaci칩n. As칤 aterric칠 en Adalab, donde he descubierto un mundo apasionante lleno de posibilidades que me motiva a mejorar d칤a a d칤a."
  },

  "projects": {
    "title": "Mis proyectos",
    "github-alt": "Ver el repositorio",
    "web-alt": "Ver la web",
    "rick-morty": "Buscador de personajes de la serie Rick y Morty que permite filtrar por nombre y acceder a una ficha detalle de cada uno mediante el uso de React Router. Adem치s, se puede filtrar por especie y ordenar los resultados alfab칠ticamente.",
    "series-finder": "Aplicaci칩n web de b칰squeda de series que, a trav칠s de la API TV Maze, permite buscar series por su t칤tulo, marcar y desmarcarlas como favoritas y guardarlas en localStorage.",
    "frida-kards": "Aplicaci칩n web interactiva que permite crear una tarjeta de visita personalizada, pudiendo elegir colores, contenido e imagen. Adem치s de compartir la tarjeta creada en Twitter.",
    "surrender": "Refactorizaci칩n de c칩digo heredado, implementando React para dividir el c칩digo en componentes y mejorar las interacciones de los usuarios.",
    "ninja-coders": "Web grupal responsive para presentar al equipo. Maquetada en mobile first, contiene una breve descripci칩n de cada una de las integrantes del equipo y un formulario de contacto.",
    "hangman": "Desarrollo del juego del ahorcado, donde la persona debe adivinar una palabra escogida al azar. Juego realizado en vanilla JavaScript adaptado a dispositivos m칩viles.",
    "guess-number": "El juego consiste en que el programa genera un n칰mero al azar entre 1 y 100, y la jugadora tiene que adivinarlo. El juego da pistas sobre si el n칰mero que prueba es demasiado alto o bajo, y va contabilizando el n칰mero de intentos.",
    "to-do": "Aplicaci칩n web para la gesti칩n de tareas. La p치gina consta de un input y un bot칩n para a침adir nuevas tareas, marcarlas como completadas o borrarlas, adem치s de tener la opci칩n de filtrar por completadas, sin completar o todas. Adem치s, se ha implementado el uso de localStorage para guardar las tareas."
  },

  "contact": {
    "title": "쮿ablamos?",
    "text": "Si quieres hablar sobre desarrollo web, darme feedback sobre mis proyectos o simplemente decir hola 游땏, puedes escribirme un email o contactarme a trav칠s de LinkedIn, Github o Twitter. Adem치s, estoy buscando mi primera oportunidad laboral como desarrolladora frontend, as칤 que si crees que mi perfil puede encajar con lo que buscas, no dudes en ponerte en contacto conmigo. 춰Gracias y hasta pronto!"
  }
}
